{"2452": {"py/object": "game_match.GameMatch", "title": "Obduction", "url": "https://gamefaqs.gamespot.compc/178208-obduction", "id": 447770, "match_info": {"py/object": "clients.game_faqs.game_faqs_types.GameFaqsGame", "id": 447770, "url": "https://gamefaqs.gamespot.compc/178208-obduction", "title": "Obduction", "platform": {"py/object": "clients.game_faqs.game_faqs_types.GameFaqsPlatform", "name": "PC"}, "genre": {"py/object": "clients.game_faqs.game_faqs_types.GameFaqsGenre", "name": "First-Person", "parent_genre": {"py/object": "clients.game_faqs.game_faqs_types.GameFaqsGenre", "name": "3D", "parent_genre": {"py/object": "clients.game_faqs.game_faqs_types.GameFaqsGenre", "name": "Adventure", "parent_genre": null}}}, "developer": {"py/object": "clients.game_faqs.game_faqs_types.GameFaqsCompany", "name": "Cyan Worlds"}, "user_rating": 3.48, "user_rating_count": 57, "user_difficulty": 3.6, "user_difficulty_count": 48, "user_length_hours": 13.0, "user_length_hours_count": 33, "releases": [{"py/object": "clients.game_faqs.game_faqs_types.GameFaqsRelease", "title": "Obduction", "release_region": {"py/reduce": [{"py/function": "builtins.getattr"}, {"py/tuple": [{"py/type": "clients.game_faqs.game_faqs_types.GameFaqsRegion"}, "US"]}]}, "publisher": {"py/object": "clients.game_faqs.game_faqs_types.GameFaqsCompany", "name": "Cyan Worlds"}, "product_id": "306760", "distribution_or_barcode": "Steam", "release_day": 24, "release_month": 8, "release_year": 2016, "age_rating": "E10+"}, {"py/object": "clients.game_faqs.game_faqs_types.GameFaqsRelease", "title": "Obduction", "release_region": {"py/id": 10}, "publisher": {"py/object": "clients.game_faqs.game_faqs_types.GameFaqsCompany", "name": "Cyan, Inc."}, "product_id": "", "distribution_or_barcode": "Oculus Store", "release_day": 31, "release_month": 10, "release_year": 2016, "age_rating": "E10+"}, {"py/object": "clients.game_faqs.game_faqs_types.GameFaqsRelease", "title": "Obduction", "release_region": {"py/id": 10}, "publisher": {"py/object": "clients.game_faqs.game_faqs_types.GameFaqsCompany", "name": "Cyan, Inc."}, "product_id": "", "distribution_or_barcode": "Epic Games Store", "release_day": 15, "release_month": 7, "release_year": 2021, "age_rating": ""}], "guides": [{"py/object": "clients.game_faqs.game_faqs_types.GameFaqsGuide", "platform": {"py/object": "clients.game_faqs.game_faqs_types.GameFaqsPlatform", "name": "PC"}, "title": "Guide and Walkthrough", "url": "https://gamefaqs.gamespot.com/pc/178208-obduction/faqs/76285", "author_name": "Ghidrah", "author_url": "https://gamefaqs.gamespot.com/community/Ghidrah", "version": "v.1.0", "updated_date": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+IIDQAAAAAAAA=="]]}, "full_text": "OBDUCTION\r\n\r\nTitle: OBDUCTION\r\nProducer: Cyan Worlds\r\nRelease Date: 8/2016 \r\nFor: PC\r\nMSWord: Courier New\r\nCreated: 7/2018\r\nRevised:\r\nVersion: 1.0\r\nBy: Ghidrah\r\nE Mail: Ghidrah1@hotmail.com\r\n_____________________________________________________________________________\r\n\r\nIf anyone wishes to use this guide on their site, I'd like to know. I don't \r\nhave a problem with its use by others on Gaming forums, FAQ sites, or being \r\ncopied for personal use. I'd like to know if it's to be viewed on a site \r\nthough, just so I could drop by to ensure it hasn't been altered. So please \r\nsend me your sites URL.\r\n_____________________________________________________________________________\r\n\r\nAs with all my guides, find some legit trick I missed, you get the credit for \r\nit in the guide and an insert amendment to the guide where it will be used. \r\nAs long as the trick, shortcut, etc., etc., can be validated by me without \r\nthe use of any kind of cheat codes if (codes) exist for the PC version of the \r\ngame.\r\n_____________________________________________________________________________\r\n\r\nCONTENTS\r\n\r\n1. Junk\r\n3. Contractions\r\n4. Walkthrough, Menu\r\n\r\n____________________________________________________________________________\r\n\r\n1. Junk\r\n\r\nI caught wind of Obduction in 2017 heard it was from Cyan Worlds. I watched a \r\nsmidge of an Obduction video was hooked and wanted it from that moment on. \r\nThe only thing holding me back at that point was the minimum GPU required to \r\nrun the game. \r\n\r\nI have and love the 6 previous Myst games, hopefully I'll be able to \r\nreinstall and run them soon. I couldn't get the original CDs of Myst, Riven, \r\nURU CC and End of Ages to install or run on Frankie 5, the new win 7 PC in \r\n2012, but did get Exile and Revelations to install and run. I discovered GOG \r\nin late 2014 and bought Riven URU CC and End of Ages. At said time, all the \r\ninformation I read on the current Myst offering said don't waste money or \r\neffort with it, too many issues. That was the beginning of 2015. The Win 7 PC \r\nlasted 6 yrs and died 3/2018, there was emptiness for a couple months, (I \r\ndiscovered I really hate laptops) then we broke down and built Frankie 6 a \r\nwin 10 PC.\r\n\r\nExcluding the visuals of the Myst games which to me, even now are still \r\nwonderful to see, it was the puzzles that drew me to them, the main thing. \r\nEven the most difficult puzzles had clues, even when those clues were so \r\nobscure they seemed invisible they were clues. Some had me stumped for days \r\nbut there was always just enough to add up to a solution. I must have become \r\na thicky in my old age, there're 2 puzzles in Obduction, and considering how \r\nconvoluted they seemed to be to me, (hope I'm not the only one) they surely \r\nare ultimately rude. I stumbled onto the gauntlet solve and when I did, I had \r\nno idea how I did it after the 2 plus hours of continuously using the wrong \r\nswappers.\r\n\r\nThe maze is worse, down right nasty, brutal. In some respects I blame myself \r\nfor being a thicky and not having the tools to make the inference leap \r\nregarding the conformation of and abilities of the swappers. I should have \r\nput the game down for a couple days even a week or more waiting for the light \r\nbulb to brighten, but I didn't and looked for help. When I found out what it \r\ntook to solve the maze and that it was rigged to fail it really pissed me \r\noff.\r\n\r\nI'll be breaking each world into sections so readers can search for specific \r\nareas and avoid spoilers; I'll be as explicit as possible for clear cut \r\ndesignations.\r\n\r\nKnow that you cannot carry any items found in the game; you can interact with \r\nthem where found then release.\r\n\r\nThe game has a camera, (Space Bar), use it, it might be a P.I.T.A. to get to \r\nthe pics while playing, (ESC) to the game menu then (Photos) but you'll \r\nappreciate the pics. \r\n\r\nA suggestion for 1st time players, as with Myst and like games you want to \r\nkeep a note pad, pencil and eraser for all the notes you're going to want and \r\nneed till you can verify usage. \"Resist The Urge to Run\", Obduction provides \r\nvague visual clues that equal the transparent nature of most of the written \r\nclues. \r\n\r\nFor the sake of my own self interest and you may consider the same, \r\neventually you'll locate a map of Hunrath; I snapped a pic, saved and printed \r\nit for orientation and reference purposes. I also designated the starting \r\npoint as North the scrapyard South, Farley's house to the West and the Swing \r\ngate near the falls as East. Doing this also allows one to register the \r\nlocations of swappers and DBW openings to the map.  \r\n_____________________________________________________________________________\r\n\r\n3. Contractions\r\n\r\nBig Tree= \"BT\",\r\nDomed Barrier Wall= \"DBW\",\r\nEntry Point= \"EP\",\r\nExit Point= \"XP\",\r\nMofang Disabler= \"MD\",\r\nMofang Solid Volume Projector= \"MSVP\",\r\nPassageway/s= \"Pswy/s\",\r\nSmall Dome= \"SD\",\r\nSmall Interactive Disk= \"SID\",\r\nVillein number converter= \"VD\",\r\nWalkway= \"Wkwy\",\r\n_____________________________________________________________________________\r\n\r\n4. Walkthrough Menu\r\n\r\n4.1. HUNRATH\r\n4.1a. the Town of Hunrath\r\n4.1b. the Scrapyard\r\n4.1c. the red Laser, (MSVP) and upper scrapyard  \r\n4.1d. cataloging the DBW Pswys\r\n4.1e. Locating and feeding Big Tree#1\r\n\r\n4.2. KAPTAR\r\n4.2a. Removing the MSVP and restoring power to Kaptar\r\n4.2b. Swapping to Maray to open a door then swapping to Farley's hidey-hole \r\nin Hunrath\r\n4.2c. Locate feed, heal and link BT#2 to Hunrath\r\n\r\n4.3. MARAY\r\n4.3a. Locating and disabling the MSVP\r\n4.3b. the Gauntlet\r\n4.3c. the Maze\r\n4.3d. Locate feed heal and link BT#3 to Hunrath and Kaptar\r\n\r\n4.4. SORIA\r\n4.4a. align the Hunrath swing gate and return to Maray\r\n\r\n4.5. HUNRATH\r\n4.5a. Preparing the Bleeder\r\n\r\n4.6. PUZZLE SOLUTIONS\r\n4.6a. Hunrath\r\n4.6b. Kaptar\r\n4.6c. Maray\r\n4.6d. Hunrath revisited\r\n_____________________________________________________________________________\r\n\r\n4.1 HUNRATH\r\n\r\n4.1a. the Town of Hunrath\r\n4.1b. the Scrapyard\r\n4.1c. the red Laser, (MSVP) and upper scrapyard\r\n  4.1d. cataloging the DBW Pswys\r\n4.1e. Locating and feeding BT#1\r\n\r\n4.1a. the Town of Hunrath\r\n\r\nThe Story begins, you're alone, in a woodland picnic area beside a lake and \r\nit's nighttime. As you begin moving forward a woman's voice sounds in the \r\nnight, she begins telling a story, her story and the story of all the other \r\npeople that witness a spectacular event. The event however is experienced by \r\nall the people concerned at different times and places on Earth and in some \r\ncases hundreds of years apart. The extraordinary event changes their lives \r\nforever. As the story is told, weave your way through the park and up hill \r\ntill the game forces you to come to a stop. The seed approaches you, opens \r\nand then produces a flash of blinding light. You're transported to another \r\nworld and appear within a domed microcosm of earth.\r\n\r\nYou reappear within a dim ball shaped cavity created in solid rock; items \r\nthat were within an 8 or so foot radius at the moment of transition also came \r\nwith you. Explore the cavity, you can pick up, rotate and light the lantern \r\nonly. The exit is obvious so go for it, as the crevasse in the rock widens \r\nyou'll come to a small wooden sign \"Welcome to Hunrath\", push the button, see \r\nand listen to the holographic projection of the Mayor, when complete move on. \r\nAs you exit the crevasse and approach the train tracks you'll see the house \r\nthe mayor was likely talking about and all the tracks crossing the valley \r\nfloor. The nearest set head up and right, even on my 1st run through the game \r\nI circumnavigated the valley CCW so here we go.\r\n\r\nI elect to follow the tracks to the right and up hill. The distant purple \r\nareas remind me of ancient colossal lava floes. Man ... that's a big honkin \r\nflying bug! Keep track of your babies, cats and dogs people. Uphill on the \r\nright is a barricade and gate. Explore, take notes then exit and continue \r\nalong the tracks to the perimeter of the DBW, (domed barrier wall) which is \r\nexposed to ground level. The tracks end so I stay tight right to the rock \r\nperimeter wall and head for the valley. I pick up another set of up hill \r\ntracks and follow. This mine entrance is open but the DBW prevents one from \r\nexiting the west end. As you exit the mine and continue circumnavigating the \r\nvalley CCW you discover a small cemetery. 6 of the 13 graves are Hartnells.\r\n\r\nAfter taking in all things, continue uphill and discover another dead end at \r\nthe DBW. I head back to the valley floor then to Farley's house and explore \r\nthere. Nice flowers, there're few points of interest here but what is \r\navailable will explain a small part of the current situation and add a 3rd \r\nperson to the Hunrath group known as C.W. Once examined continue along the \r\nrock perimeter to the next set of tracks leading to a mine adit and the 2nd \r\nset of curious red iridescent rocks. Moving along to the next set of tracks \r\nand to the stone steps climb up; discover another projector and listen to the \r\nMayor speak about the tree and its interconnectivity. It looks like a big Red \r\nMaple to me from here.\r\n\r\nExplore the raised area, take notes of interest. Within the enclosure an odd \r\nlooking red leafed tree with massive buttress roots eh. Below a grate \r\nembedded in the ground and I see an object. A locked door and the water tower \r\nwith a hose leading into tree enclosure. I cross to the north side of town \r\nand explore, tracks running through a short tunnel blocked by more iridescent \r\nrocks. Most of the buildings are boarded up and inaccessible, clothing hangs \r\non the line but doesn't appear to have been on it for very long. Another \r\nprojector and contrary to what the mayor states the area looks more like a \r\nghost town. Excluding the trodden paths, no foot prints in the dirt; the \r\nletter found in the mailbox mentions a 5 day period of -0- contact with \r\ntown's people.\r\n\r\nNo telling how long ago it was written. The open doorway and mine adits \r\nprovide no info outside of abandonment. Back across to the South side of the \r\ntown there's a windmill and what appears to be a severely neglected garden. \r\nWhatever the plants were, if vegetables, I can't see this supporting more \r\nthan 1 or 2 people. Not to mention the big discrepancy between this garden \r\nand the flowerboxes at Farley's. A weather vane on the fence railing points \r\nwest and the overhead railway appears to end in a blocked tunnel adit above \r\nand near the big tree. I clearly see a red laser within a compound and it \r\nappears to be rebounding off the underside of the dome's perimeter wall. \r\n\r\nA bluish laser projects from the 2nd floor of a big building and it's \r\ndirected at the barricades EP. I continue east along the tracks to see where \r\nthey end. Another adit blocked by iridescent rock, a projector and a lazy \r\nriver. Look all about as you stand and listen to the mayor, when complete \r\nwalk along the river toward the swing gate. So what the heck do/did these \r\npeople eat? No sign of animals or fish in the river and unless the ratty \r\ngarden up slope was once a year round production dynamo how did people \r\nsurvive? So regardless of the propeller levers position the gate doesn't work \r\nand the door just inside the adit is locked. Time to head up slope and take a \r\nstab at the compound gate.\r\n\r\nThe blue laser doesn't damage flesh that's a plus, 3 EPs, (entry points) \r\none's locked, the 2nd stops abruptly but I see flowing water and 2 flights of \r\nstairs leading to the 2nd floor. Whatever powers the laser is connected to an \r\nelevator; I'll take door #3 Monty. As I walk toward the next building I see \r\nan attached Wkwy, (walkway) that sort of wraps around it ending at an \r\nelevator. An elevated Wkwy connects the big building to ... ooh another \r\nflying bug. It's a non flashing yellow light lightning bug/bee thing. Inside \r\nthe building is a metal door with a green lighted device, Hoss that ain't no \r\nbank vault door! Must touch shiny button! Jeez the way it's lashed to the \r\ndoor it looks like it might be a demolition timer or worse a detonator. \r\n\r\nAh c'mon ... press it yah big sissy! Yeesh it's a doorbell! So thanks for the \r\norder to restore power to Hunrath and -0- information and how to go about \r\ngetting it done. I'm pretty sure I don't like this guy. Exit the building \r\nfrom the side with the hole in the wall to the Wkwy and follow it around to \r\nthe back. Hey Moe it IS an elevator. At the top explore all possible routes, \r\nthere's a door on the warehouse but it's locked from the inside and there's \r\nnothing I can do to the red laser. I also find another DBW and then hit the \r\njackpot. So this is what I saw from the projector and blocked mine below. \r\nOnce complete it will be obvious what your next destination is. Back on the \r\nground head for the river and swing gate.\r\n\r\n(Note)\r\nDon't worry, the game won't let you screw it up, the lever will only operate \r\nthe gate when the propeller is in the correct position.\r\n______________________________________\r\n\r\n4.1b. the Scrapyard\r\n\r\nWith the river flowing and the propeller correctly set the gate swings into \r\nposition when the lever is pulled and provides a new area to explore. Take \r\nyour time moving along the bank; poke your nose into everything on both sides \r\nof it. The river bank appears to be a lounging area, a place to relax and \r\nenjoy the few pleasures of this small and nearly desolate place. Ooh \r\nflutterbys! I can see another blocked adit on the south bank but can't tell \r\nif it's the iridescent rock from any observation point this side. Another \r\nbarricade this side of the river, I see junk on an upper level and maybe a \r\nmeans to access it. Big honkin carved hollow stone ball supported by a jury \r\nrigged carousel that doesn't work.\r\n\r\nOn my way into the stone ball I see a door on the south side of the bedrock \r\nwall, it's locked. In the ball I see most of southern Hunrath. There is an \r\nupper scrapyard and a crane boom connecting the two. I see a small section of \r\na train yard northwest with 3 freight cars and a locomotive. A tower stands \r\nin the center of a pond with cables attached to its top and cables that \r\nextend up to the sky. I see a bridge connecting the tower to land and \r\nsatellite buoys surrounding it. Along the bedrock's southwest sheer wall I \r\nsee a section of a brick building set against an upended slab of the bedrock \r\nand it has an EP. There appears to be a narrow stone Wkwy, on the bedrock \r\nabove and behind the brick building. \r\n\r\nAll I can see from the east side of the stone ball is sheet metal against the \r\nsouth bedrock wall and maybe the bow or stern section of a wooden ship at the \r\npeak. To ground, I follow an electrical cable to the scrapyard wall. There's \r\na map of the town, a map of the electrical grid! Beads near the 9 points of \r\ninterest may be lights, if so all are dark. There's a short red line on the \r\nmap that leads from it and stops to the left of the stone ball. Above the map \r\nare high voltage insulators. I follow the cable to the locomotive, nothing \r\nworks, no fuel. Assess the situation, solve the issue and restore electricity \r\nto the area. Verify grid power minus the garage, town and ramp at the grid \r\nmap.\r\n\r\nBefore heading to the brick building I check the garage door it remains \r\nlocked and the phone booth is useless it's missing the handset and cord. I \r\nclear the 3 freight cars on my way, no joy but do confirm a bridge connects \r\nto the tower's west side. So I head for the brick building, there's nothing \r\nof interest in it but it does provide access to a new area of Hunrath. We get \r\nan even closer look at the tower, bridge and satellite buoys in the pond; I \r\ntake notes of all interesting observations outside and above the mine adit. \r\nThe above rock formation looks familiar and the mine adit leads to a keypad \r\nlocked door. I explore the southwest area till I'm forced back due to another \r\nsection of the DBW, \r\n\r\nSo with nothing left to do I head back to the mean guy in the vaulted room \r\nfor some cruel advice. On the way back to Mr. Meanjeans I try the carousel \r\nand it works. Mr. Creep face is rude and makes me feel like Mississippi Gary \r\nthen apologizes later ... Damn it! The C in C.W. stands for Cecil yeah ... so \r\nwhere's Beanie? I feel better now; anyway the task now is to shut the MSVP \r\ndown.\r\n\r\n4.1c. the red Laser, (MSVP) and upper scrapyard\r\n\r\nI backtrack over previous explorations starting in the compound, checking all \r\nthings for changes. I now have access to the 2nd floor of the warehouse. \r\nThere is much to discover, like the exterior 2nd floor door being blocked by \r\nmini flatbed rail cars. There're important items to read and junk to play \r\nwith, be thorough and take notes. A break in the elevated track forces a \r\nstop; however you're close to the Tree and have access to the water tower, \r\nremember to check it off the lock down list. When complete return to and exit \r\nthe building, if diligent you now have access to the MD, (Mofang Disabler) \r\nand know what to do with it. So break the sky. A moment of thought regarding \r\nthe tracks provides opportunities.\r\n\r\n(Note)\r\nThere're a couple of interesting places to explore along the valley floor, \r\nthey have little to no bearing on puzzle solving but do add to the convoluted \r\nand eclectic history of Hunrath. \r\n\r\nRegarding the tram's free movement, it's essential for maneuvering through \r\nHunrath's track system so ensure all track obstacles are cleared.\r\n\r\nIf you do elect to destroy the MSVPs blocking the mine adits take the time to \r\nexplore them, they aren't vital to the game but provide some answers to \r\nquestions you may develop while exploring Hunrath.\r\n______________________________________\r\n\r\nTest the blue laser on objects as you head west. I bear left at the \r\npreviously blocked short tunnel and stop at the entrance to the previously \r\nblocked mine. I intend to travel across the floor and up to the enclosure \r\nwest of the Hunrath EP. At the enclosure I position the tram for a clear shot \r\nat the blockage then exit the tram for some footwork. Ah Crap! ... Ooh now we \r\ncan go through the DBWs, this'll be DBW#1! Bunches of freight containers, \r\nlots of junk and another flying bug, we're at the upper scrapyard. Explore \r\nthe area thoroughly to discover and enable all your possible future options, \r\ncheck and update your notes.\r\n\r\nUnlock and open the barricade gate, notice the odd short track heading toward \r\nthe ledge, then inspect the local area east of the barricade to make a few \r\ndiscoveries like DBW#2a/b. When satisfied, return to the barricade and find a \r\nway to the lower scrapyard, take your time exploring once you have access. \r\nInspect everything before raising the garage door. If you've explored \r\nthoroughly and kept solid notes and maybe pics you know where to go next, run \r\nto the keypad in the tunnel and enter the key code for access. Explore, read \r\neverything and take notes, there're important clues and history here. \r\nRemember the front door is locked; unlock it for possible future use. \r\n\r\nOnce you've squeezed everything out of the house return to the scrapyard \r\ngarage, there's 1 item from the house that can be solved there. Locate the \r\nalien machine in the garage; the grid pattern from the one found at Farley's \r\nhouse matches this. Place the symbol found into the machine, activate it and \r\nmake note of the results. There's nothing left to do here so I head back to \r\nthe upper scrapyard and then back through DBW#1b to the tram. From my \r\nexploration of the upper scrapyard I already know what the area through \r\nDBW#2b looks like. I head back to the valley, park the tram outside the mine \r\nand explore the interior before heading back to C.W. So this is where \r\neverybody goes on Friday nights?\r\n\r\nI run back to confer with C.W. on what to do next. OK now I'm feeling a \r\nsmidge sorry for the guy, apparently he has difficulty moving around. Bad \r\nlegs or back I don't know, but I'm thinking it's that karffin thing he keeps \r\nmentioning, he's just so cranky! His thoughts regarding the tree while direct \r\noffer -0- details on how to go about the task.\r\n\r\n4.1d. cataloging the DBW Pswys\r\n\r\nSo after going over my notes, I have no current idea on how to gain access to \r\nthe tunnel in front of and below the big tree enclosure gate. I'm pretty sure \r\nwhere the tunnel begins but can't get to it, so for the moment I decide to \r\nexplore and catalog the 6 known exposed DBWs. I place their positions on a \r\nprinted copy of the Hunrath map, if lucky maybe we find other exposed DBWs on \r\nthe way. I've already marked DBWs 1 and 2 and plan to investigate the closest \r\n3 pronto. The remaining track leading west to and past Farley's begs use of \r\nthe tram so I reposition the tram east of the previously blocked short tunnel \r\nand head through it. Continue west to Farley's and then up slope to and \r\nthrough the tunnel and DBW#3a. \r\n\r\nI jump out of the tram after exiting from DBW#3b and explore, so we're at the \r\nfar eastern edge of southern Hunrath above and near the river and swing gate. \r\nNow I have sides A and B of 4 of the 6 known DBWs #4a is west of and above \r\nthe cemetery and Farley's house. So far they pretty much all lead to the \r\nraised area of the upper scrapyard. As I approach the barricade I remember \r\nthe short track, I enter and circle the inner scrapyard, exit and head left. \r\nI drive to the ledge; target the blockage and the MD burns the MSVP, so it \r\nwas iridescent rock. I still can't get to the mine but log it in my notes \r\nthen begin my return to lower Hunrath. \r\n\r\nI return to Farley's house, park the tram and run through the house to the \r\narea behind it then up slope to DBW#5a and enter. Now we're making some \r\nprogress, it appears that each DBW Pswy you enter sends you 180? to the \r\nopposite perimeter of Hunrath. I'm currently on the plateau above and due \r\neast of the town, river and falls. I approach the falls and it looks really \r\ncool from here. Looking to my right I see what may be DBW#6a, I'm going for \r\nit. There's a wooden fence on both sides of the path leading to DBW#6a. \r\nDBW#6b is set on the upper level of Hunrath west southwest of Farley's. Most \r\nof the area either side of the path blocks your view as you make your way \r\nsouth toward open ground. \r\n\r\nAt open ground you're west of and above the small lake the tower is in, a bit \r\nfurther the train yard and garage area. Further along the path are the \r\nremains of a stone ball; inside it is a curios device mentioned in notes \r\nfound earlier and a few feet further a sliding ramp. A button releases the \r\nramp allowing it to slide down to the upper scrapyard providing access to \r\nthese areas. This link may have a future use. I brain how to activate the \r\ndevice and travel to a new place not Hunrath and return ASAP. I return to \r\nDBW#6a and explore the plateau further. CRAP with a capital C! The swing gate \r\nis in wrong position, no access to the opposite side or its ramp. \r\n\r\n\"I'll be back!\" The wooden tunnel to my 6 is accessible and so is DBW#7a \r\ninside it. DBW#7b is West of Farley's house; I head east, come to a fork and \r\ngo right to find another swapping device similar to but different from the \r\n1st one. I activate it and end up in a very pleasant place packed full of \r\nferns, bushes and trees. I return and continue south till I'm forced to stop \r\nabove and beside Farley's rear tunnel entrance. I return to the fork and head \r\neast. \r\n\r\n4.1e. Locating and feeding BT#1\r\n \r\nQuickly it becomes obvious where I am as I near the end of the path; I'm on \r\nthe bedrock above the brick building, north of the train and scrapyard and at \r\nanother keypad locked EP. I pull out my trusty notes and use the translated \r\nnumbers. As soon as I enter the dimly lit room, I locate, unlock and open 2 \r\ndoors. The 1st door is behind the BT#1 enclosure and near the locked \r\nenclosure gate; the 2nd door leads to the scrapyard. Back in the room I \r\nexplore all; so the tower in the pond is called a bleeder. The plaques and \r\nfurniture says mayor's office. Light shines through the ramshackle floor from \r\nbelow, looks like a room. And the elevator doesn't work; inspect and read all \r\ninteractive items for clues and perspective. \r\n\r\nWith what you've discovered in the office, as obscure as the clues are, you \r\nhave an example of the answer in the office and have already seen the answer \r\nelsewhere in Hunrath. If you don't have the notes for the answer it's time to \r\nretrace your steps over Hunrath till the light bulb brightens. Once you have \r\nthe answer to the clues in the mayor's office its time to go through your \r\nnotes, we need to realign the swing gate and have one more mine entrance to \r\nclear. Use your Hunrath map to determine the fastest route back to the tram \r\nand then down to the river. Beat feet back to Farley's, drive the tram into \r\ntown and down to the river then burn the MSVP.\r\n\r\nEnter the mine and head right, the door to your left is blocked or locked. \r\nYEESH!!! Radioactive warning sighs and a Russian submarine, I find 2 books \r\nand I notice 2 missiles are missing from the exposed missile silos. Exit the \r\ncavern, align the swing gate then determine the fastest route back to the \r\nplateau east of town. \r\n \r\nRun over the top of the gate and remember to lower the ramp for possible \r\nfuture use. Eventually you come to an elevator EP, its dead, locate the \r\nkeypad, (rotary dial phone) and use the decoded plate number to activate it \r\nthen go for a couple rides up and down. Inside the top of the tower you see a \r\nbunch of gauges and screens. From one of the exits you see a detonator but \r\nmost important the perimeter of Hunrath. Oh! Good morning Mr. Tyler ... Going \r\nDown? Yeah baby yeah! Below the Mayor's Office is his personal space, locate \r\nthe tunnel and find the crank. \"C'mon Gordon crank that thing!\" beat feet to \r\nthe mayors office as the tree gate slides into the tunnel. \r\n\r\nEnter the BT#1 enclosure, locate the gaping hole in the trunk, enter and keep \r\nrunning till you're in the well cavern. It's obvious what needs to be done \r\nonce you're near the well. Watch the water rise to floor level then vent \r\nthrough the troughs leading to the other portals at the cavern perimeter. Run \r\nto the end of the Pswys and have a hard look through the gauzy color haze to \r\nthe object at the far side, difficult to verify with any reliability yeah? \r\n180 and head back up to BT#1. So now what? I got the power running, killed \r\nthe MSVP and restored water to BT#1; I guess its back to C.W. hopefully for \r\nsomething to chew on. Big help he is, connect all the trees. \r\n\r\nWhat do we know?\r\n\r\n1. No other BTs are visible in the available areas of Hunrath.\r\n2. Access to the BT requires the removal of the MSVP and restoring electrical \r\nservice to the domed area.\r\n3. All the Trees must be connected via \"possible\" portals.\r\n4. Info collected states 3 other species have been met due to the abilities \r\nof the different types of BT seeds\r\n5. The base of BT#1 has 3 \"possible\" portals to other worlds/domes/BTs.\r\n6. The swapper devices mentioned in found notes are matter transmitters.\r\n7. I found 2 swapping devices during my exploration of Hunrath\r\n8. I have cataloged 7 of the 8 known DBWs in Hunrath\r\n9. There is one remaining blocked adit near the falls\r\n\r\nPull out the Hunrath map and determine the quickest route to swapper#1 then \r\nbeat feet to the upper scrapyard and use the swapper#1.\r\n_____________________________________________________________________________\r\n\r\n4.2. KAPTAR\r\n\r\n4.2a. Removing the MSVP and restoring power to Kaptar\r\n4.2b. Swapping to Maray to open a door then swapping to Farley's hidey-hole \r\nin Hunrath\r\n4.2c. Locate feed, heal and link BT#2 to Hunrath\r\n\r\n4.2a. Removing the MSVP and restoring power to Kaptar\r\n\r\nLook around after materializing on rock, a framework for the elevator seen \r\nabove, further to the left is a lever and a swing bridge. With minimum effort \r\nand observation you can power up the bridge and discover which direction to \r\nrotate it to. Follow the linear path to the large open temple like area; the \r\nhuge machinery and BT#2 are clearly visible. Quickly locate and approach the \r\nMSVP, the MSVP is on the far side of a hollow stone ball, inside the ball is \r\nan indistinct map of this domed area and a swapper. Decide your priorities, \r\nexplore your nearby surroundings or solve the MSVP problem. When both are \r\ncomplete, (if you did both), the correct path will be obvious, continue up \r\nand through till you come to another huge and similar machine.\r\n\r\nEventually you'll make it past the big honkin machine to find and even bigger \r\nhonkier machine. This monster has 4 massive propellers connected to a giant \r\nvertical crankshaft, 4 massive slider cranks extend 90? from the crankshaft \r\nand they likely transfer their linear motion to power other devices around \r\nKaptar. Far below I can see swirling mist or clouds, add wind and propellers \r\ntogether and what do you get? Figure out how to get the entire rig running, \r\nlocate your next path then continue on. The linear path takes you to an \r\nelevator that you ride down to your insertion point into Kaptar.\r\n\r\n4.2b. Swapping to Maray to open a door then swapping to Farley's hidey-hole \r\nin Hunrath\r\n\r\n(Note)\r\nThe next part is a bit dirty, my 1st time back to the insertion point I \r\nthought I should repeat the route in an attempt to find a new area opened up \r\nby connecting the power to the system. You quickly realize it's a waste of \r\ntime, you can't recall any of the big machines. There're no hints or clues \r\nrelating to your progress through Kaptar so I'm providing the answer. Even \r\nthough I did rotate the bridge, the DBW surface image didn't exhibit a \r\nsimilar visual change like the barriers of Hunrath so I didn't get close \r\nenough to try and push through.\r\n______________________________________\r\n\r\nPull the ground lever to return the bridge to its initial position, return to \r\nthe bridges control station then pull the lever 2 times to reposition the \r\nbridge. If the bridge doesn't rotate on the 2nd pull you neglected to push \r\nthe stop bar down at side \"B\" when you 1st traveled over the bridge, run to \r\nside \"B\" push the bar, (red marker on it) then return and pull the lever one \r\nmore time. Now run back to side \"A\" and pass through the DBW. The path ends \r\nat another huge, (now operational) tram ride it across the gap. As you \r\nadvance across the gap BT#2 and the large pointy cage thing that blocked \r\npassage during your earlier exploration (after killing the MSVP) comes into \r\nview. Well at least for now, we have an obvious direction to head in. \r\n\r\nExit the machine when you come to a stop you've been here before so there's \r\nlittle to explore. Return to the previously blocked lower area of the \r\ntransfer machine, (where the pointy cage thing was) via the stone steps and \r\nplank ramps. Once you're back to the main level explore this side of the \r\nmachine, there're a few tidbits to discover for future reference like the \r\nback side of BT#2 and it's Pswy down to the well cavern. When satisfied with \r\nthe area and all notes taken proceed along the obvious path up the steps and \r\nover the plank ramps to the ... YIKES! Those skeletons belonged to some huge \r\nmonstrous animals. Keep moving till you find and push through a DBW. They're \r\nwell camouflaged and may be missed until you're right upon them in Kaptar.\r\n\r\nAfter climbing tons of stairs you discover a small cavern in the bedrock with \r\na swapper in it. Go to and use the swapper ... Ooh this looks like that \r\nreally nice place I swapped to from Hunrath. There's no exit from this area \r\nbut the one I used to arrive. I can see a doorway looking thing below and \r\nthere's a device that looks a bit like the VD found in the garage on Hunrath \r\nbut has a different grid. I take a stab and connect a missing line and the \r\ndoor below opens ... yay. So swapping back to Kaptar we go, exit the cavern \r\nand head left and up. As you reach the open area you have a wrecked machine \r\nwith giant yellow colored barnacles stuck to it. \r\n\r\nTo your right and in the distance you can see BT#2 and the temple. Locate and \r\ncontinue down the next run of steps till you come to another swapper in a \r\nsmall crevice, use it and you end up in a tunnel. Or not, after turning \r\naround it appears to be one of the vaults mentioned in some of the writings. \r\nDiscover this is Farley's hideaway. Read, inspect and explore all interactive \r\nthings and spaces before swapping back to Kaptar. When you make it back to \r\nthe open area of Kaptar with the yellow barnacles continue up the new set of \r\nstone steps. \r\n\r\n4.2c. Locate feed, heal and link BT#2 to Hunrath\r\n\r\nFollow the path to the next big honkin machine then ride it across the gap. \r\nFollow the Wkwy to the raised ladder and lower it for possible future use. \r\nLocate the elevator and ride it down. Climb the steps to the swapper in the \r\nwooden bowl. Look about, investigate opening#1 above, see opening#2 at the \r\nopposite side of the room then return and use the swapper. We're back at \r\nHunrath near the train and scrapyard, exit the bowl and locate the power \r\nbutton on the support post. Figure out what you need to do to explore and \r\nthen proceed beyond the wooden bowl cavern.\r\n\r\nWhen you reach BT#2 you'll discover that passage is blocked by the rotating \r\nwheel powering the large machine. It's time to return to the power source and \r\nfigure out what to do to remedy the problem and then return to BT#2. \r\n\r\nBack at BT#2 the wheel is motionless and you're able to pass through it. Make \r\nyour way to the bottom of the tree, pull the lever, watch the water rise in \r\nthe well and spread out to the portals. If you inspect the portals you'll \r\ndiscover a shortcut back to Hunrath. \r\n\r\nI speak to C.W. and get the all things connected speech again. Pull the \r\nHunrath map, determine the fastest route to the Maray swapper then scoot.\r\n_____________________________________________________________________________\r\n\r\n4.3. MARAY\r\n\r\n4.3a. Locating and disabling the MSVP\r\n4.3b. the Gauntlet\r\n4.3c. the Maze\r\n4.3d. Locate feed heal and link BT#3 to Hunrath and Kaptar\r\n\r\nStop for a moment to take in your surroundings; this appears to be a lush, \r\n(minus the objects and paths) pristine garden. Follow the path to the door \r\nyou opened from the swapper in the Kaptar cavern, it has a \"you are here\" map \r\nof Maray and a screen where Farley appears and provides instructions and \r\ndirections to the sign-in area. Unfortunately the bridge has been disabled so \r\nyou must use an alternate path. If you take your time walking the path you'll \r\neasily pick up on the weensy well camouflaged side path. Use the swapper. As \r\nyou appear, 180 and run to Hunrath's Maray swapper activate and swap back to \r\nMaray then return to the swap site to see the stone bridge from Hunrath thank \r\nyou very much.\r\n\r\nWe come to a fork in the path with 3 lanes; I can see Maray's MSVP in the \r\ndistance along the middle path so I take it. As I walk along the path I see \r\nstructure#1 elevated to my left, further along the path it opens up ending at \r\na disabled bridge. Structure#2, similar to #1 sits at the far side of the \r\nbridge and the MSVP is beyond it. I believe I see 2 VDs through the opening \r\nof structure#2 so the bridge can be activated from #2. Back to the fork and \r\nthen to structure#1, the 2 structures sorta look space shippy. At the end of \r\n#1 and facing the MSVP is an MD, use it to burn the MSVP and break the sky. \r\nMove out, return to the fork and take the remaining untried path in front of \r\nyou.\r\n\r\n4.3b. the Gauntlet\r\n\r\nThe technology of the local species is quite advanced making travel much \r\neasier than if it wasn't available. After passing through a couple DBWs you \r\neventually arrive at the end section of structure#2. There're 2 VDs and a \r\nvideo screen where a distorted version of Mayor Josef speaks to you if you \r\nmove near it.\r\n\r\n(Note)\r\nInformation found earlier in the story provides incite into the odd speech \r\npattern of mayor Josef.\r\n\r\nRegarding the VDs\r\n\r\nI found only a couple patterns that reassemble a bridge, the one I use is the \r\nfastest and least P.I.T.A. pattern to recreate; albeit incomplete the bridge \r\nprovides a traversable platform.\r\n______________________________________\r\n\r\nEnable both bridges then take the unexplored path to the Small Dome, (SD#1), \r\nthere're 2 swappers in it; I suggest experimenting with each to see the \r\nresults then make the correct moves. When complete cross SD#1 to the \r\nelevator, locate SD#2 in the distance as you ride the elevator down. Discover \r\nSD#2 has a pedestal at opening #1 and it operates the rotating floor inside. \r\nThere're 3 swappers; one of them is centered in the remains of a rock orb, \r\nopening#2 leads to the wrecked MSVP and opening#3 leads to SD#3. You can't \r\nget to the MSVP or SD#3 because the bridges have been disabled and it's up to \r\nyou to locate the VD and enable them.\r\n\r\n(Note)\r\nIf you're new to the game and or this section and you're intent on solving \r\nthe Gauntlet on your own. I suggest you stop before entering opening#1 and \r\ncreate 2 or 3 clones at this point in the story. Then ensure that you have a \r\nletter size notepad and pencil with a new eraser near to keep track of your \r\nactions. I also suggest you name the swappers, domes and caves for \r\norientation and reference sake, odds are it'll cut down on the amount of \r\nfrustration and gnashing of teeth, it will help. My dentist says I can stop \r\nwearing the mouth guard by the end of next month.\r\n\r\nSorry this is going to be long whiney rant #1.\r\n\r\nOn my 1st run through the game I flopped around for about 3 hours trying to \r\nfigure out the Gauntlet puzzle; eventually falling onto the solve by \r\naccident. To make matters worse I couldn't readily reproduce it. I had moved \r\nand swapped back and forth using all the swappers so many times I was totally \r\nlost. I figured this is a Cyan game yeah, there're always clues no matter how \r\nvague and or hidden. So I presumed I had missed something, clues and or \r\noutright directions somewhere along the way through Hunrath, Kaptar and \r\nMaray. So I dumped the game and restarted from the scratch, when I got back \r\nto SD#2 there was no joy in Mudville. I found no clues to solving the \r\nGauntlet and flopped around for 15 - 20 minutes before calling it quits. \r\n\r\nMy thought was it shouldn't take 20 minutes to solve this even with tons of \r\nrunning around, so I came up with naming the swappers, domes and caves and \r\ntaking copious notes to track actions and progress and it worked. It still \r\ntook me about one and a half hours and a couple 3 pages of notepaper but I \r\nhad a reproducible route through SDs 1-3 that didn't require 10 minutes to \r\ncomplete.\r\n\r\nOnce the Gauntlet is complete you have access to the Maze, which from my \r\nperspective is even worse.\r\n______________________________________ \r\n\r\n(Note)\r\nLong whiney rant #2\r\n\r\nThe maze is one dirty puzzle, if you struggled and spent hours trying to \r\nsolve the gauntlet I suggest calling it quits for the day and come back to \r\nthe maze tomorrow with a fresh cold look at it. The answers albeit obscure \r\nare sort of right in front of you but if you're tired and upset/pissed off; \r\nthey can be way too easy to overlook. Like the gauntlet I found no written \r\nclues related to solving it. I dove into the maze right after spending over \r\n1/4 of a day figuring out the gauntlet and shouldn't have; I was too tired \r\nand frustrated. \r\n\r\nI spent about an hour rearranging SIDs, I couldn't get them to line up \r\ncorrectly and that made no sense so out of frustration I cheated and looked \r\nfor an answer on the internet. Man was I pissed when I found out, as is, the \r\nmaze is meant to fail. Once you know the scam, the puzzle becomes quite easy \r\nto solve. \r\n______________________________________ \r\n\r\n4.3c. the Maze\r\n\r\nFollow the ramp to Structure#3; it has an elevator and 3 levels or floors. \r\nThe top floor is an observation platform overlooking the maze and has a floor \r\nrotator like SD#2. For the sake of perspective, the maze is a large rotating \r\ndisk with 4 small interactive disks, (SIDs) set at the cardinal points of a \r\ncompass, N.S.E.W. The maze has 4 fixed and 4 interactive Pswys; the \r\ninteractive Pswys are in the SIDs. Of the 4 interactive Pswys 2 are 90? \r\nangled Pswys and 2 are 120? angled Pswys. Regarding the 2 120? Pswys, they \r\nappear to be asymmetrical, one leg of each looks to be longer than the other. \r\nLastly there're only 3 access points at the perimeter of the maze floor.\r\n\r\nThe middle floor provides access to the maze and its 3 exits. The bottom \r\nfloor provides access to swappers that are attached to the underside of the \r\nSIDs. Regardless, the method is convoluted even when you know what to do. \r\n\r\nA suggestion to aid in solving the maze, it must be done before altering the \r\nmaze floor. As seen from the tower top, recreate the basic large circular \r\nmaze floor on something small like a sticky post-it, orient the 4 SIDs within \r\nit, (it isn't necessary to recreate the fixed and interactive paths). You \r\nwant to number each SID, as seen from the tower; I called the SID directly \r\nbelow me #1 then numbered the remaining 3 CCW to #4. Remember to include the \r\n3 maze exits in their proper positions. Now each time you rotate the maze \r\nfloor you can also rotate the model and keep track of your moves. \r\n\r\nThe bottom floor swapper takes you to a section of a mine where you're able \r\nto rotate the SID CW or CCW from the button post at the upper level of the \r\nmine cavity. There are 2 Pswys at the upper level, become acquainted with \r\nboth when in the area and convenient to do so.\r\n\r\n(Note) 8/11/18\r\nRecently, while rutting around the internet I found an alternate route to \r\ncomplete the Maze, (I was a pinch away from discovering it on my own but I'm \r\na big sissy). Looking over the maze from the top of the tower it seemed the \r\nobvious move, but I could see the suspended doorway and the VD in the \r\ndistance at the perimeter of the maze. Even though I had notes on a disabled \r\nbridge at a key point along the route I didn't add the clues up, spend a \r\nsecond or 2 on its implications and or clone the game at said point then take \r\na stab at it. Anyway, I have included the shortcut and the time to complete \r\neach in the solve section under the Maray Maze puzzle default solution.\r\n______________________________________\r\n\r\n4.3d. Locate feed heal and link BT#3 to Hunrath and Kaptar\r\n\r\nOnce you've completed the maze continue from maze exit#3, locate and explore \r\nstructure#4. Seeing structure#2 in the distance from the fore section of #4 \r\nmakes me think #2 looks like a dinosaur skull.\r\n\r\nThere's a VD and a viewer on the lower section of structure#4, activate it \r\nwhile listening to odd Josef sounding weirder then return to the upper level \r\nand ride the pod thing to structure#5. A disruption is in progress in or \r\naround #5 on your approach; the fireworks cease as you enter #5 and are \r\nreleased from the pod. Explore structure#5 and its surroundings; you'll soon \r\ndiscover 2 VDs, a dieing Villein and a book near the XP. The VD opens the \r\nexterior door beside this room. Open the book, tonza names and pod ID numbers \r\nin it. Backtrack to the 1st VD and activate it. This can be rough unless you \r\npicked up on the Villein base 4 number system and then the glyph grid used to \r\ncreate their communication form. \r\n\r\n(Note)\r\nI had to cheat, I couldn't keep the rules in my head and wasn't willing to \r\nwrite them down. I found a Villein number chart on the internet, (probably a \r\nSteam item) that provides the glyphs of the primary number sets to 4 rows. \r\nFor example, 0, 1, 2, 3 - 4, 8, 12 - 16, 32 and 48, etc. Being a thicky, I \r\npiece the fragments together to create the pod numbers of the 4 familiar \r\nnames. I don't know how to go about recreating the glyphs with ASCII but I \r\ndid save the link and will include it in Puzzle Solutions for those \r\ninterested in having a peek at the 4 pod people. Google it, BING couldn't \r\nfind it. Input a pods Villein symbol into the VD to get it moving down, \r\nwhoever's squiggle you use will pull up a pod. \r\n______________________________________\r\n\r\nWhen satisfied with your peeping tommery and the important pod number has \r\nbeen viewed, clear the VD to return to the top then exit via the room the \r\ndieing Villein is in. Outside, odd Josef is in the prone position and a part \r\nof him is iridescent red. I believe odd Josef was a camouflaged Mofang P.O.S. \r\nspy impersonating Josef ... oh well, that's what odd gets ya. Next up, a \r\nlarge reddish floating and rotating dodecahedron, I suggest you quit, restart \r\nand clone the story up to this point. You're gonna need a backup before \r\napproaching this puppy. You get 2 things from the meeting; you get dead and a \r\nSteam achievement ... yay! Go for it, I'll wait till you reincorporate to \r\nmove on. \r\n\r\nNow that you've got that out of your system go right this time. Head up the \r\nhill to the MD, use it to kill the karffin Mofang bomb thing then continue \r\nalong the path like a good lad ... or lass ... whatever. Use the VD to enable \r\nthe bridge then follow the path to BT#3 and go down to the well cavern. Open \r\nthe valve to flood the well, heal the tree and activate the portals. 3 trees \r\ndown and 1 to go, locate the portal to Hunrath then haul Ash Williams to \r\nground level at BT#1. \r\n\r\nWhat do we know?\r\n\r\n1. We have 3 of 4 trees feeding, healing and linked \r\n2. We have restored power to 3 domes and destroyed 3 dome blocking MSVPs.\r\n3. We need to locate the EP to Soria and a route to the EP. \r\n4. So far the EPs to the 2 visited domes have been on Hunrath.\r\n5. There are only 2 places left on Hunrath we haven't accessed.\r\n\r\nWhat do we need to do?\r\n\r\nLocate the EP to Soria, clear a path to it and reconnect it to the 3 domes.\r\n_____________________________________________________________________________\r\n\r\n4.4. SORIA\r\n\r\n4.4a. align the Hunrath swing gate and return to Maray\r\n\r\nExit BT#1 and enter town, run to the swing gate and reposition it to access \r\nthe south side of the river. \r\n\r\n(Note)\r\nI have 2 routes back to the tunnel on the east side of the river, #2 is about \r\n40 secs shorter than #1.\r\n______________________________________\r\n\r\nRoute #1 \r\nFrom the Hunrath swing gate return to the well cavern of BT#1; pass through \r\nthe Maray portal then up to the surface of Maray. Follow the path over the \r\nbridge, use the 2 VDs to open the door and enable the bridge. Head left at \r\nthe intersection with the \"You Are Here\"/Farley Information Center. Follow \r\nthe middle path at the 3 lane fork, cross the bridge then pass through \r\nstructure#2 and SD#1 to the elevator. Run through SD#2 and 3 to the Maze \r\nTower then down to the swapper floor. Swap to Hunrath, head left at the top \r\nof the wooden stairs and out to the swing gate.\r\n \r\nTime 00:04:40 this time includes loading screens and swap times on my PC\r\n\r\nRoute #2\r\nFrom the Hunrath swing gate return to the mayor's Office, exit the west \r\nopening and continue to the Maray swapper and swap. Run to and through the \r\n\"You are here/Farley info center turn right as you exit the info center and \r\nrun to the 3 lane fork. Follow the middle path to the bridge, cross the \r\nbridge then pass through structure#2 and SD#1 to the elevator. Run through \r\nSD#2 and 3 to the Maze Tower then down to the swapper floor. Swap to Hunrath, \r\nhead left at the top of the wooden stairs and out to the swing gate. \r\n\r\nTime 00:04:00 this time includes loading screens and swap times on my PC\r\n\r\nBoth routes continue from here\r\n\r\nRun along the river till you come to the mine adit now cleared of iridescent \r\nrock. Run to the end of the tunnel and use the swapper. Soria, Soria appears \r\nto be a mess, the look of Soria makes me wonder what if anything could live \r\nhere. This looks the crap surrounding Hunrath. Start running, though visually \r\nconfusing you'll find your way. BT#4 appears long before you're ready to \r\nenter it, explore everywhere before committing to BT#4 then backtrack to it \r\nand enter. Flood BT#4's well to link Soria to the 3 other domes then locate \r\nthe portal to Hunrath and leave Soria behind.\r\n_____________________________________________________________________________\r\n\r\n4.5 Hunrath\r\n\r\n4.5a. Preparing the Bleeder\r\n\r\nAs one reaches the surface within the BT#1 enclosure it becomes apparent that \r\nC.W. has been a busy bee while we were gone. Check out the mini dishes over \r\nBT#1, look familiar? Also notice as you enter C.W's compound that the trams \r\nare missing from the elevated track. Visit C.W. again. As usual his reticence \r\nis maddening but he did mention the Bleeder tower, the thing in the teeny \r\nlake beside the train cars at the northwest corner of the scrapyard. I have \r\nnotes on it.\r\n\r\nWhat do we know?\r\n\r\n1. To provide the energy to execute C.W's plan the bleeder tower must be \r\ndisconnected from the automated system.\r\n2. The bleeder tower has an access point, (bridge) at its Western side. \r\n3. There're 8 known DBWs in Hunrath and we've transited 7 of them.\r\n4. C.W. has installed a number of panels above BT#1 similar to some of the \r\nswappers seen and used in the 3 domed areas.\r\n5. The tram is missing from the elevated track \r\n6. C.W. has a hard time moving around and uses the elevated tram.\r\n\r\nWhat do we need to do?\r\n\r\n1. We need to locate the passage leading to the bleeder.\r\n\r\nSo access to and from the bleeder is complete. As soon as I put boots on the \r\nplatform, located a sliding panel and exposed the recess I knew where I had \r\nto go to complete the objective. The proposed method seems overly extreme to \r\nme, wouldn't cutting a few select wires solve the problem at least hedge your \r\nbet? There's no 2nd chance with this solution. Beat feet to the designated \r\nobservation and command station then quit, restart and clone the story to \r\nthis point. Return and push the plunger. C.W. will be exiting from the top of \r\nhis shop and riding the tram. He'll travel to the base of his reflector \r\ndishes contemplate his existence then pull the trigger.\r\n\r\nAll hell breaks loose and everything goes to s**t ... I mean ... the \r\nunexpected occurs like total destruction. C.W. is confused, Caroline appears \r\non a 2nd screen and laments eventually the screen goes black and then the \r\ncredits run like forever.\r\n\r\nRestart the game from the clone then before pushing the plunger, return to \r\nground and then to the compound. Climb to the 2nd floor of the warehouse go \r\nto the giant battery, open the case, disengage the coupling then close it up. \r\nRun back to the elevator in the mayor's office go to the top and then push \r\nthe plunger. C.W. does the same as before but in this instance he freaks out \r\nprematurely and begins yelling at me for sending us all to hell ... GOOD \r\nTIMES YEAH!. But today kiddies we celebrate with Gummi Bears, Twizzlers and  \r\nchocolate milk! When the glare mellows down beauty beholds the eye! I don't \r\nknow if we're back on Earth but it looks pretty good to me.  \r\n_____________________________________________________________________________\r\n\r\n4.6. PUZZLE SOLUTIONS\r\n4.6a. Hunrath\r\n4.6b. Kaptar\r\n4.6c. Maray\r\n4.6d. Hunrath revisited\r\n\r\n4.6a. Hunrath\r\n\r\nElectrical Power restored\r\n\r\nThe fuel tank is empty, 2 lines lead away from the engine, one electrical and \r\nthe other fuel, follow the pipe to the west side of the scrapyard and to a \r\nfuel pump. Locate the pump, crank it up then run back to the engine. Fuel \r\ngauge is full, flip the switch, prime the fuel line till button is yellow \r\nthen press start till green.\r\n\r\nKey code Farley's rear entry \r\n\r\nHer house address, note in warehouse/workshop says code change to address \r\nbackwards.\r\n\r\nKey code Mayor's Office\r\n\r\nBlackboard Farley's house, pull down projector screen to expose strange \r\nimage, move slide on projector to expose grid then turn projector to overlay \r\n2 images. Use left side of alien device in garage to apply image then press \r\nwhite circle at top of device.\r\n\r\n\r\nElevator Puzzle\r\n\r\nMayor's Office, inspect both compasses; one has a State written on the back \r\nrelating to a license plate on the wall in the garage. Locate plate then use \r\ntelephone in the phone booth to decode the letters.\r\n\r\nQuickest route back to top of swing gate\r\n\r\nOnce you have the elevator key code from the garage and have realigned the \r\nswing gate to cross the gap, run back to the Mayor's office then backtrack to \r\nand through DBW#7b to DBW#7a.\r\n\r\nQuickest Route to the Kaptar Swapper\r\n \r\nStarting from the submarine cavern it's through the Mayor's office, through \r\nthe garage, up the backhoe bucket lift then to the sliding ramp leading from \r\nthe upper scrapyard and to the Kaptar swapper. \r\n______________________________________\r\n\r\n4.6b. Kaptar\r\n\r\nKilling Kaptar's MSVP\r\n\r\nUse the swapper to return to Hunrath, back on Hunrath exit rear section of \r\nbuilding; locate the tram by the river and return. Enter the tunnel adit left \r\nof the building EP, pull up to the hole in the wall and use the swapper. Once \r\nyou're back on Kaptar I suggest you activate and rotate the MD to maximum \r\nright then raise the MDs targeting icon to level. Deactivate the MD, back up \r\na smidge then reactivate; repeat this procedure till the MSVP burns. This \r\ncould take a couple 3 tries till success. Swap to Hunrath, dump the tram and \r\nreturn to Kaptar.\r\n\r\nPowering up Kaptar\r\n\r\nAt the propeller machine, locate the Wkwys leading down to the propellers, at \r\nthe lowest platform directly above the propellers there is a lever and a \r\nwheel. Pull the lever to lower the gear then turn the wheel to orient the \r\npropellers to catch wind. One level up there is another wheel; turn it to \r\nrelease the clutch to engage the props and crankshaft. As you return to the \r\nmain floor observe all items in motion, notice the ends of the primary \r\nsliders aren't connected to the secondary sliders. A station on the main \r\nfloor provides the means to connect the slider ends together.\r\n\r\nGaining access to BT#2\r\n\r\nAfter exploring and taking notes on the immediate area of the wooden bowl \r\nreturn to the swapper and use it. Back on Hunrath exit and locate the \r\ncarousel's power button column, push the button 1 time and pay attention to \r\nthe distance the bowl rotates. Determine the correct number of pushes \r\nrequired for the wooden bowl's ramp to reach opening#2 in Kaptar then do so. \r\nWhen complete return to the bowl and swap to Kaptar.\r\n\r\nThe bowl's stairs are now lined up with opening#2, investigate. It's the \r\npreviously blocked doorway discovered when putting eyes on BT#2 and its EP to \r\nthe well cavern. Back to the bowl; notice the hole below opening#1, looks \r\nlike the next rotation has the bowls lower stairs stopping there. Swap to \r\nHunrath, rotate the bowl 2 times, return to Kaptar and explore the new path, \r\nmore bugs ... way more bugs! Take your time inspecting all nooks and \r\ncrannies. There's a recent item of historical value relating to a bit of war \r\ntime planning. There are a number of items found here and in Hunrath written \r\nin pale blue ink.\r\n\r\nWhen you arrive near BT#2 the wheel supplying power to the machine is \r\nblocking your way. Return to the wooden bowl, swap to Hunrath, press the \r\nbutton 2 times then return to the bowl and swap back to Kaptar. The wooden \r\nbowl has returned to its initial position, ride the elevator up then return \r\nto the wind driven machine providing power to Kaptar. On my 1st run through \r\nthe game I supposed that the bowl, BT and the elevator were all on the same \r\nside of the wind machine so I disengaged the 2 left side, sliding cranks \r\n(while facing the machine from floor level). I later discovered the elevator \r\ndidn't work and eventually determined that only the bottom left sliding crank \r\nneeds to be disengaged.\r\n\r\nFastest route to the Maray swapper\r\n\r\nThe fastest route to the Maray swapper is through the Mayor's office, head \r\nwest over the bedrock to the fork and head left, the swapper is around the \r\ncorner to your left.\r\n______________________________________\r\n\r\n4.6c. Maray\r\n\r\nBridge assembly pattern \r\n\r\nCreate 3 diagonal lines /// on the Villein number converter grid in this \r\norder, 5 diagonal dots then 3 dots then 5 dots. This will provide a passable \r\nbridge.\r\n\r\nSwapper puzzle in dome#1\r\n\r\nDome#1 look at the rings on the floor, swapper#2 encompasses part of \r\nswapper#1 1st use #2; end up in upper scrapyard of Hunrath. Use swapper#1 to \r\nreturn to Maray, there is now passage through SD#1 due to the missing section \r\nof dome#1.\r\n\r\nThe Gauntlet\r\n\r\n1. SD#2, from opening#1 move left to opening#3 and use the spiny topped \r\nswapper. \r\n2. Locate the VD in the group of 3 swappers, create a bridge then go to and \r\nread the letter left by Farley. \r\n3. Return to the VD and use the spiny swapper back to SD#2, create a bridge \r\nto the MSVP or not then rotate the floor of SD#2. \r\n4. To the VD, create a bridge to SD#3 then use spiny swapper near VD.\r\n5. Create a bridge then explore past the bridge. 2 dead ends; a locked door \r\nand a boarded up Pswy, return to the spiny swapper near the VD and return to \r\nSD#2.\r\n6. Run to SD#3 and use the swapper.\r\n7. Run to and use the nearest swapper in the 3 swapper group.\r\n8. Run to SD#3, it has debris in it, use spiny swapper in SD#3.\r\n9. Run to closest of 3 swapper group, has VD, use swapper.\r\n10. To SD#3 use swapper\r\n11. Run to closest swapper in group of 3 and swap to SD#2. Run to and through \r\nSD#3, SD#3 now has hole in the opposite side and a ramp system leading to \r\nstructure#3.\r\n\r\nThe Maze\r\n\r\n(Note)\r\nFor the following sequence of moves to work the maze must be in its initial \r\nposition untouched. The rotator at the top of the tower, its left side \r\nrotates the floor Clockwise; (CW) right side rotates it counterclockwise, \r\n(CCW).\r\n______________________________________\r\n\r\n1. From the top of the tower, Use the elevator down to the bottom floor use \r\nthe swapper, climb the wooden stairs to the top and head left to the button \r\npost, (2 whitish buttons). The top button rotates a SID CCW and the bottom \r\nrotates it CW. Press CCW 1 time to rotate SID#1 then head right along the \r\nPswy and open locked door#1. Discover your location and its implications then \r\nreturn to the top of the maze tower.\r\n\r\n2. Rotate the maze floor CCW 1 time, to the bottom floor, swap, run to the \r\ntop of stairs, turn right, leave SID#2 then run to and unlock door#2. Run to \r\nthe 1st swapper of the 3 swapper group and swap to SD#2 then return to the \r\nmaze.\r\n\r\n3. Down 1 floor, swap, up to the button pole rotate the new SID#2 1 button \r\npress either direction then return to top of maze tower.\r\n\r\n4. Rotate the maze floor CCW 1 time, bottom floor, swap, to button post, \r\nrotate SID#3 2 times and return to top of maze tower.\r\n\r\n5. Rotate maze floor CCW 1 time, bottom floor, swap, SID#4 remains in \r\nHunrath. Run to the 1st swapper in the group of 3, swap to SD#2 then return \r\nto top of maze tower.\r\n\r\n6. Rotate the floor CW 1 time, down 1 floor, run the maze to and through \r\nexit#1, continue to the VD to open the door then return to the top of the \r\nmaze tower.\r\n\r\n7. Rotate the maze floor 2 times, bottom floor, swap, to button post, rotate \r\nCW 1 time, swap, up 1 floor, run maze to exit#2, use the VD to open the door \r\nthen return to the elevator.\r\n\r\n8. Down 1 floor, swap, to post and rotate CCW 1 time, swap and return to the \r\ntop of the maze tower.\r\n\r\n9. Rotate the floor CCW 1 time, down 1 floor then run the maze to exit#3.\r\n\r\n+=+=+=+=+=+=+=+=+=+=+=+=+=+=+=+=+=+=+=\r\n\r\n(Note)\r\nAlternate Maze puzzle solve shortcut, tested, the shortcut eliminates \r\n00:1:16:00 off the default solution. The total time for the default run was \r\n00:14:04:00, for the shortcut it was 00:12:48:00.\r\n______________________________________\r\n\r\nThe shortcut begins after step #6 in the default solution above.\r\n\r\n7b. At the top of the tower, rotate the maze floor CW 1 press, down 1 floor \r\nand run the maze to exit#3.\r\n\r\n8b. Continue along the path to the VD and enable the bridge to SD#2, Continue \r\nthrough SD#2 and return to the top of the maze tower.\r\n\r\n9b. Rotate the maze floor CW 1 press, down 1 floor, run back to and through \r\nSD#2, over the new bridge and back to exit#3.\r\n\r\n10b. Continue through the maze to exit#2, use the VD to open the door then \r\nreturn to exit#3\r\n\r\nVD Pod selection structure#5\r\n \r\nThis is the URL for the Villein number chart, if you have any issues with the \r\nlink, just Google Villein symbol for number (whatever number) and the Steam \r\nguide link will pop up.\r\n \r\nhttps://steamuserimages-\r\na.akamaihd.net/ugc/261594144862806863/B9742BD2A940B77A8A74CC0EA77A26D617C78B7\r\n1/ \r\n\r\nKnow this, you can check any pod in the book if you like but, you won't get \r\nout of the structure to continue the game without viewing Josef's pod. The \r\ndieing Villein posts Josef's pod number on the screen pinning him to the \r\nfloor because it wants you to verify the individual on the ground outside \r\nisn't Josef.\r\n\r\nTo see Farley's pod, combine glyphs 192 and 2 for symbol 194. For Josef, \r\ncombine the glyphs 192, 16, 12 and 2 for symbol 222.\r\n______________________________________\r\n\r\n4.6d. Hunrath revisited\r\n\r\nThe DBW you visited when diverting the water flow from the elevator to the \r\nriver is the only DBW not explored. The elevator became unusable once you \r\nlowered yourself back to the ground. The 2nd floor door of the warehouse/shop \r\nwas locked and blocked by the tram cars. The trams and cars are now gone"}, {"py/object": "clients.game_faqs.game_faqs_types.GameFaqsGuide", "platform": {"py/object": "clients.game_faqs.game_faqs_types.GameFaqsPlatform", "name": "PC"}, "title": "Guide and Walkthrough", "url": "https://gamefaqs.gamespot.com/pc/178208-obduction/faqs/74380", "author_name": "repare", "author_url": "https://gamefaqs.gamespot.com/community/repare", "version": "v.1.000", "updated_date": {"py/object": "datetime.datetime", "__reduce__": [{"py/type": "datetime.datetime"}, ["B+EBGwAAAAAAAA=="]]}}]}, "validation_info": {"py/object": "match_validator.ValidationInfo", "matched": true, "exact": true, "platform_matched": true, "date_matched": true}}}